[
  {
    "id": 1,
    "name": "Нет денег",
    "responses": [
      "вот я обычно говорю нет денег, когда мне предложение не очень интересно. Приобретение коллекционных изделий, помогает сохранять память о важном и поддерживать искусство. Вот вы как считаете, это важно? ",
      "Полностью вас понимаю. Коллекционирование — это не только увлечение, но и вклад в искусство. Это может стать значимой частью вашей жизни. Может быть, есть конкретные темы или эпохи, которые вас привлекают? Мы могли бы предложить что-то действительно особенное"
    ]
  },
  {
    "id": 2,
    "name": "Дорого",
    "responses": [
      "Возможно, на первый взгляд цена покажется высокой. Тем не менее  Вы не просто приобретаете памятную коллекцию, а становитесь владельцем редкого экземпляра не только в нашей стране но и во всем мире. Качество медалей подтверждается сертификатом  подлинности.  А эксклюзивные вещи  со временем вызывают ещё бОльший интерес)) К тому же коллекция поступит к вам не прямо завтра, пока обработают заказ, проверят качество и упакуют, потом заказ еще будет ехать к вам в почтовое отделение. Сроки зависят от региона, но в среднем это 10 дней, за это время вы успеете подготовиться и выкупить свой заказ, оплатить нужно будет по факту получения. И.О, коллекция шикарная, останетесь довольны, оформляем заказ? "
    ]
  },
  {
    "id": 3,
    "name": "Не коллекционер",
    "responses": [
      "совсем не обязательно быть коллекционером, чтобы ценить историю (религию, тему победы …). Многие наши клиенты не являются коллекционерами в прямом смысле этого слова . Для многих это просто способ сохранить память о ценных для них событиях или личностях. Может быть дело в тематике? Вот Вам историческая ( религиозная, военная…) тема Вам интересна?",
      "На самом деле, необязательно быть коллекционером, чтобы ценить историю или тему победы. Многие наши клиенты приобретают коллекционные изделия, чтобы сохранить память о значимых для них событиях или личностях. Возможно, вас заинтересует какая-то конкретная тема? Например, есть ли в истории или религии моменты, которые вам особенно близки?"
    ]
  },
  {
    "id": 4,
    "name": "Уже собираю коллекцию",
    "responses": [
      " замечательно :)) у вас хороший вкус , именно поэтому, уверена, Вы оцените коллекцию, которая уже пользуется огромным спросом у наших клиентов. Данная коллекция является новинкой, каждая медаль отражает:  многовековую  историю России (для серий История, победа, военная тематика) / Глубокие духовные ценности ( для серии Религия) ИО, добавляем коллекцию к заказу?    "
    ]
  },
  {
    "id": 5,
    "name": "Не интересно/не нужно",
    "responses": [
      "возможно, на первый взгляд так может показаться. А если посмотреть с другой стороны, Вы сейчас делаете надежный вклад в историю вашей семьи. Становитесь основоположником семейной реликвии, которую сможете передавать из поколения в поколение. Сегодня вы можете приобрести эту коллекцию по ценам прошлого года, а это экономически выгодно. Вы становитесь владельцем памятных экземпляров, качество которых подтверждает сертификат  подлинности. И к тому же у нас удобная система получения, вам не сразу вся коллекция придет, а будете получать по одной медали в месяц.  Как раз будет время финансово подготовиться, что скажете, оформляем коллекцию? "
    ]
  },
  {
    "id": 6,
    "name": "Маленькая пенсия",
    "responses": [
      "именно поэтому я Вам и предлагаю, для вас это тем более актуальное предложение. А вам, как пенсионеру, нужно всегда ориентИроваться на сниженные цены. К тому же вы приобретаете действительно стОящую  вещь, по ценам прошлого года.  Наши медали высшего качества чекАнки, подтверждены сертификатом пОдлинности. Первая медаль к вам поступит в течении  10 дней, оплата по факту получения. Очень рекомендую воспользоваться этим предложением.  Серия действительно роскОшная.  Оформляем заказ на коллекцию?     "
    ]
  },
  {
    "id": 7,
    "name": "Я старый человек",
    "responses": [
      " вы знаете, собирать что-то ценное для себя или для будущих поколений, это такое занятие, у которого нет возраста. И по секрету Вам скажу, среди наших клиентов больше половины это люди пенсионного возраста, ведь они как никто знают, как важно хранить память о наших истоках. И Вы тоже можете стать одним из них, что скажете?    ",
      "Собирать ценные предметы можно в любом возрасте, а многие наши клиенты пенсионного возраста выбирают это как способ сохранить память о прошлом. Вы тоже можете присоединиться к ним и помочь сохранить важные истории для будущих поколений. Готовы начать?"
    ]
  },
  {
    "id": 8,
    "name": "Не могу забрать посылку",
    "responses": [
      "за вас может получить посылку доверенное лицо, достаточно оформить электронную доверенность, на портале почты России, услуга бесплатная. Или отправим заказ по временному месту жительства, и вы в течении 10 дней заберете посылку. ИО, вам какой вариант больше подходит?  Как оформить электронную доверенность: Для оформления услуги необходимо авторизоваться в Личном кабинете на портале pochta.ru, указать мобильный номер телефона доверенного лица, выбрать срок действия электронной доверенности и ввести код из SMS. После этого доверенное лицо получит SMS-уведомление об оформленной электронной доверенности. Для получения почтовых отправлении доверенному лицу будет направлен код в SMS на тот номер мобильного телефона, который был указан в электронной доверенности, или оператор попросит его предъявить паспорт)"
    ]
  },
  {
    "id": 9,
    "name": "Болен, не ходячий",
    "responses": [
      "если у вас нет возможности прийти в почтовое отделение, то вам необходимо обратиться по телефону горячей линии. Мы свяжемся с вашим отделением почты, и от вашего имени, оформим электронную доверенность, по которой доверенное лицо сможет забрать Вашу посылку.  В случае обращения подготовьте заранее: Ваши ФИО и адрес (на который оформили посылку), а также ФИО того, кто будет получать посылку.  (рассмотрение заявки в течении 3-5 дней) Запишите номер телефона отдела по работе с клиентами 8(495) 974-29-47."
    ]
  },
  {
    "id": 10,
    "name": "Нужно посоветоваться",
    "responses": [
      "Просто такие коллекции пользуются большим спросом и очень быстро заканчиваются, обидно будет упустить момент. За качество медалей я могу поручиться, перед отправкой каждую медаль проверяем. ИО, может быть сделаем ей (ему) сюрприз? Вам доставку оформить на какой адрес?     ",
      "Эти коллекции пользуются большим спросом и быстро расходятся, поэтому важно не упустить возможность. За качество каждой медали я могу поручиться — мы тщательно проверяем их перед отправкой. Может быть, оформим заказ в качестве сюрприза? На какой адрес вам удобнее будет получить доставку?"
    ]
  },
  {
    "id": 11,
    "name": "Направьте мне первой...",
    "responses": [
      "во всех сериях фиксируется только стартовая медаль, все остальные медали не имеют, так сказать, порядкового номера внутри коллекции, то есть точно сказать, какая медаль поступит следующей, мы не сможем. Медаль … (озвучить медаль, которую хочет клиент) точно входит в данную серию, и вы её обязательно получите, оформляем заказ на коллекцию?",
      "В каждой серии первая медаль имеет стартовый номер, но последующие медали поступают без определённого порядка. Медаль, которую вы хотите, гарантированно входит в эту серию, и вы её получите. Оформим заказ на коллекцию?"
    ]
  },
  {
    "id": 12,
    "name": "коллекцию не хочу",
    "responses": [
      "Я предлагаю Вам эксклюзивный продукт, история которого касается наших предков. Как говорится:  “Память прошлого – залог лучшего будущего.” А благодаря изящному оформлению медалей, коллекцию с гордостью можно передавать из поколения в поколение, как часть семейной реликвии.  Стоимость обусловлена ограниченностью тиража, интересной тематикой, высочайшим качеством чеканки, что подтверждает сертификат подлинности, давайте оформим заказ на коллекцию?",
      "Мы предлагаем уникальный продукт с исторической ценностью, который может стать семейной реликвией. Эта коллекция отличается ограниченным тиражом и высоким качеством, подтвержденным сертификатом подлинности. Готовы оформить заказ?"
    ]
  },
  {
    "id": 13,
    "name": "Хочу ОДНУ из коллекции",
    "responses": [
      " как говорится, один в поле не воин!:) Медаль действительно очень красивая, при этом она же является частью серии, все медали вместе формируют цельное произведение, и вместе они имеют большую ценность. У вас появится  хобби не связанное с рисками, а наоборот вовлечётесь и получите удовольствие от сбора коллекции на несколько месяцев. К тому же с гордостью будете передавать из поколения в поколение, как семейную реликвию. ИО, хоте ли бы начать собирать коллекцию?    ",
      "ИО, ценность нашего предложения,  и состоит в том , что у вас будет не одна медаль, а целая коллекция -   это своего рода путь в историю развития человечества. У вас появится  хобби не связанное с рисками, а наоборот вовлечётесь и получите удовольствие от сбора коллекции на несколько месяцев. К тому же с гордостью будете передавать из поколения в поколение, как семейную реликвию, о преимуществах серийной коллекции могу рассказывать бесконечно, скажите пожалуйста, вы хотели бы стать счастливым обладателем коллекции “....”?"
    ]
  },
  {
    "id": 14,
    "name": "Хочу получить следующую",
    "responses": [
      "во всех сериях фиксируется только стартовая медаль, все остальные медали не имеют, так сказать, порядкового номера внутри коллекции, то есть точно сказать, какая медаль поступит следующей, мы не сможем. Медаль … (озвучить медаль, которую хочет клиент) точно входит в данную серию, и вы её обязательно получите.    ",
      "В этой серии только стартовая медаль имеет фиксированный номер, а порядок следующих медалей не определён. Медаль, которую вы хотите, гарантированно входит в эту серию, и вы точно её получите. Оформим заказ?"
    ]
  },
  {
    "id": 15,
    "name": "Могу купить в другом месте",
    "responses": [
      " хорошо, что вы интересуетесь разными источниками, и конечно не исключено, что другие компании предлагают похожие по тематике продукты. При этом скажу, что исполнение такого качества, как у нас, на рынке нет. Наши художники-медальеры прорабатывают каждую деталь, особое внимание уделяется проверке качества чеканки. Императорский монетный двор более 10 лет является ведущим дистрибьютором коллекционных монет в России, наши экземпляры представлены в музее Победы, а это о многом говорит. При этом мы стараемся устанавливать максимально доступные цены, раз вы интересуетесь этой тематикой, вы наверняка по достоинству оцените качество, как только получите первую медаль. Что скажете, зарезервируем подписку?"
    ]
  },
  {
    "id": 16,
    "name": "Покупал в подарок",
    "responses": [
      " подарки же разные могут быть, а вы выбрали именно памятную медаль, значит и вам это по душе?",
      "  тогда Вы можете и себя порадовать тоже, тем более сейчас мы дарим Вам скидку на 1ую медаль в 50%...",
      " отлично, представляете, можно же продлить удовольствие и радовать человека каждый месяц, дополняя коллекцию..."
    ]
  },

  {
    "id": 17,
    "name": "я собираю другую коллекцию",
    "responses": [
      " коллекционирование это увлечение, которым можно гордиться.  Именно поэтому уверен(а) вы оцените новинки, которые мы подготовили для вас. Выберите пожалуйста тематику, которая вам будет по душе, а я обещаю, подобрать для вас самое лучшее  и по наиболее выгодным ценам. Скажите пожалуйста, вам  православная или военная, а может историческая тематика интересна?"
    ]
  }
]
