[
  {
    "id": 1,
    "name": "Дорого за 1699",
    "responses": [
      " по опыту Вам скажу, вне спецпредложений аналогичные медали начинаются обычно от 2-3 тысяч рублей и более, а у Вас есть возможность получить памятную медаль/банкноту в премиальном исполнении  всего за 1699 рублей, и еще и приятное дополнение к ней (...плакат, икона с молитвой и т.п.)  что скажите, оформляем премиальную версию медали?",
      " понимаю, денежный вопрос сейчас для многих остро стоит. При этом отмечу, что покрытие золотом это не только красиво, также важно, что чистое золото не окисляется, а значит сохраняет свой благородный блеск на столетия! Оформляем?",
      " понимаю, денежный вопрос сейчас для многих остро стоит. По опыту Вам скажу, вне спецпредложения аналогичные медали стоят от 2-3 тысяч рублей.  А у вас есть возможность  получить  премиум версию всего за 1699 рублей, плюс эксклюзивный подарок и сертификат подлинности.  Медаль покрытая чистым золотом смотрится дороже и предложение выгодное,  уверяю Вас останетесь довольны. Отправить вам премиальную версию медали?"
    ]
  },
  {
    "id": 2,
    "name": "Предложение за 995р/1299 ",
    "responses": [
      "Мне очень понравилось общаться с вами, поэтому хочу сделать для Вас исключение. Я могу один экземпляр направить вам не за 1699, а за 995/1299  рублей, что скажете, оформляем заказ со скидкой?",
      "Мне очень понравилось общаться с вами, поэтому хочу сделать для Вас исключение. Я могу один экземпляр направить вам не за 1699, а за 995 рублей!  Приятная скидка в 700 рублей, отправить вам премиальную версию медали?",
      " конечно же вы можете и бесплатную версию заказать, просто представьте, какой вариант вам ближе, медаль с покрытием чистым золотом выглядит более благородно, а цена вопроса всего 1000 рублей. Зато вы сможете сохранить историю нашей страны и память на долгие годы, уверяю Вас ещё с гордостью будете передавать её будущим поколениям. Безусловно, решать только ВАМ, отправить вам премиальную версию медали?"
    ]
  },
  {
    "id": 3,
    "name": "ВТОРАЯ ДЛЯ АНГЕЛА",
    "responses": [
      " конечно же вы можете и серебряную версию заказать, просто представьте, какой вариант вам ближе, медаль с покрытием чистым золотом выглядит более благородно, а цена вопроса всего 1700 рублей. Зато вы сможете сохранить память на долгие годы, уверяю Вас ещё с гордостью будете передавать её будущим поколениям. Безусловно, решать только ВАМ, отправить вам премиальную версию медали?"
    ]
  },
  {
    "id": 4,
    "name": "Дорого за 995р",
    "responses": [
      " медаль с покрытием чистым золотом выглядит более благородно, а цена вопроса всего 1000/1300 рублей. Зато вы сможете сохранить историю нашей страны и память на долгие годы, уверяю Вас ещё с гордостью будете передавать её будущим поколениям. Безусловно, решать только ВАМ, отправить вам премиальную версию медали?"
    ]
  },
  {
    "id": 5,
    "name": "Нет денег  NNA",
    "responses": [
      " по опыту Вам скажу, вне спецпредложений аналогичные медали начинаются обычно от 2-3 тысяч рублей и более, а у Вас есть возможность получить и медаль за 1699р/995руб., и еще и приятное дополнение к ней (...плакат, икона с молитвой и т.п.), Что скажите, оформляем премиальную версию медали?"
    ]
  },
  {
    "id": 6,
    "name": "Не нужно/не интересно",
    "responses": [
      " возможно, в вашем окружении есть близкие для которых вы хотели бы сделать оригинальный подарок?! Такая медаль подарит человеку возможность открыть для себя новое увлечение и наполниться положительными эмоциями, о вас будут говорить, как о человеке, который с заботой и вниманием подходит к выбору подарков. Что скажите, оформим заказ?",
      "Может быть, вам нужен оригинальный подарок для кого-то близкого? Такая медаль может стать замечательным сюрпризом, показывающим вашу заботу и внимание при выборе подарков. Оформим заказ?"
    ]
  },
  {
    "id": 7,
    "name": "Доставка дорогая",
    "responses": [
      " обращу Ваше внимание, что стоимость доставки Почтой оптимальна, ведь ее сумма фиксированная, не зависит от того, насколько далеко Вы находитесь, к тому же посылки отправляются приоритетной доставкой со страховкой, то есть Вы оплачиваете не только факт доставки, но и ее качество. Что скажите, оформим заказ?"
    ]
  },
  {
    "id": 8,
    "name": "сомневается в качестве",
    "responses": [
      " мы привыкли строить долгие и доверительные отношения с нашими клиентами и дорожим своей репутацией. Каждая медаль сопровождаетс сертификатом качества, в которой указаны  точные характеристики медали. А если у вас останутся сомнения, можете воспользоваться независимой экспертизой.  Уверяю, Вас получите всё в лучшем виде.Что скажите, оформим заказ?"
    ]
  },
  {
    "id": 9,
    "name": "боится, что посылку подменят",
    "responses": [
      " за это точно можете не переживать, мы работаем по всей России  и за всё время работы, таких случае не было и быть не может.  Посылка вам отправляется первым классом, как ценная бандероль, присваивается трек номер.  Допустим,  пришла посылка её вскрыли, повторюсь  ни одного случая не зафиксировано,  вы тут же можете составить акт недовложения в вашем почтовом отделении. После отправить нам скан и мы сделаем возврат денежных средств или повторно отправим медаль.  Уверяю, Вас получите всё в лучшем виде. Что скажите, оформим заказ?"
    ]
  },
  {
    "id": 10,
    "name": "Нет доставки ДНР, ЛНР",
    "responses": [
      " мы бы с удовольствием направили вам медаль, к сожалению, в ваш населенный пункт есть ограничения по доставке почтой России. Приносим свои извинения за доставленные неудобства. Как только ситуация изменится,  мы с радостью вам сообщим и доставим медаль. Спасибо за уделенное время, берегите себя и близких."
    ]
  },
  {
    "id": 11,
    "name": "На сайте посмотрю",
    "responses": [
      " ваше желание вполне понятно, именно поэтому вам и позвонил(а), тираж серии /медалей ограничен и доступен не всем нашим клиентам, поэтому специальные предложения на сайте не анонсировали. К тому же предложения по специальной цене могут отличаться от стоимости, которая указана на сайте, я готов(а) ответить на ваши вопросы,  и вам легче будет принять положительное решение."
    ]
  },
  {
    "id": 12,
    "name": "Не люблю золото",
    "responses": [
      "Я понимаю, что раньше вы не интересовались золотом, но уверена, что оцените наше предложение. Рассмотрим преимущества: вы сможете создать семейную реликвию, которая будет передаваться по наследству. Также это отличный подарок для близких. К тому же, у нас сохраняется цена прошлого года, что делает предложение выгодным. Вы получите ценный экземпляр с сертификатом подлинности. Эти медали раскупают быстро, и сейчас в наличии осталось всего несколько. Уверена, вы останетесь довольны!",
      " выбор всегда остаётся за вами. Данный экземпляр покрыт чистым золотом, что придает медали более благородный вид. Кроме того, чистое золото не окисляется и поэтому сохраняет свой блеск на столетия.  Медаль поступает в акриловой капсуле, которая защищает её от коррозии и царапин, а значит медаль сохранится в первозданном виде на долгие долгие годы. Что скажете, оформляем медаль в премиальном исполнении?"
    ]
  },
  {
    "id": 13,
    "name": "Производство КНР",
    "responses": [
      " А что вас так напугало, да в Китае! Самые известные и крупные компании в мире перенесли своё производство в Китай. Самые дорогие смартфоны тоже производят там) главное ведь не место, а используемые технологии. Медали изготавливаются исключительно на европейском оборудовании из высококачественных материалов,  с соблюдением всех норм и технологий - это подтверждают сертификаты качества. Уверяю Вас, когда получите первую медаль , останетесь довольны."
    ]
  },
  {
    "id": 14,
    "name": "Не могу забрать посылку",
    "responses": [
      " сейчас могу оформить заказ на фактический адрес, и в течении недели заберете посылку. Или за Вас может получить посылку любой человек, достаточно оформить электронную доверенность на сайте почты России, услуга бесплатная и без нотариуса, вам какой вариант больше подходит?"
    ]
  },
  {
    "id": 15,
    "name": "как оформить доверенность",
    "responses": [
      " Для оформления услуги необходимо авторизоваться в Личном кабинете на портале pochta.ru, указать мобильный номер телефона доверенного лица, выбрать срок действия электронной доверенности и ввести код из SMS. После этого доверенное лицо получит SMS-уведомление об оформленной электронной доверенности. Для получения почтовых отправлении доверенному лицу будет направлен код в SMS на тот номер мобильного телефона, который был указан в электронной доверенности, или оператор попросит его предъявить паспорт)"
    ]
  },
  {
    "id": 16,
    "name": "Болен, не ходячий",
    "responses": [
      " если у вас нет возможности прийти в почтовое отделение, то вам необходимо обратиться в отдел по работе с клиентами. Они передадут заявку, от вашего имени, в отделение Почты России, и доверенное лицо сможет забрать Вашу посылку.  В случае обращения подготовьте заранее: Ваши ФИО и адрес (на который оформили посылку), а также ФИО того, кто будет получать посылку.  (рассмотрение заявки в течении 3-5 дней) Запишите номер телефона отдела по работе с клиентами 8 (495) 974-29-47. !Если клиент отказывается набирать и просит оформить заказ + эл доверенность. В качестве исключения направляете запрос в чат с данными клиента ФИО клиента, тел, УКК, ФИО + тел мобильный того, кто будет получать посылку. Мы передадим инфу в сервисный отдел."
    ]
  },
  {
    "id": 17,
    "name": "Бесплатная и премиум",
    "responses": [
      " с удовольствием направил(а) бы вам эти две медали, но дело в том, что в рамках акции бесплатная медаль может быть только одна, а вот премиум версию можно оформить до 3 штук, а для Вас еще и скидка действует в 700 рублей на первую медаль, берите, пока есть в наличии)  Оформляем с Вами две премиальные версии?"
    ]
  },
  {
    "id": 18,
    "name": "Две бесплатные медали.",
    "responses": [
      " с удовольствием направил(а) бы вам эти две медали, но дело в том, что в рамках акции бесплатная медаль может быть только одна, а вот премиум версию можно оформить до 3 штук. Я могу один экземпляр направить вам не за 1699, а за 995 рублей!  Приятная скидка в 700 рублей. Вы сможете сохранить историю нашей страны и память на долгие годы, уверяю Вас ещё с гордостью будете передавать её будущим поколениям. Безусловно, решать только ВАМ, отправить вам премиальную версию медали?"
    ]
  },
  {
    "id": 19,
    "name": "Оформить еще 3 за 995",
    "responses": [
      " по правилам компании, я могу вам оформить заказ по спец предложению за 995 руб, не более одного экземпляра. Вероятнее всего вы приобретаете такое количество для близких!? Будет гораздо удобнее, если они обратятся к нам и получат медаль напрямую в своём почтовом отделении, как поступим, оформить ещё 2 медали за 1699 или вы предоставите наши контакты?"
    ]
  },
  {
    "id": 20,
    "name": "Должник NNA",
    "responses": [
      " ранее вам была отправлена бесплатная медаль с квитанцией на оплату доставки 349/299 рублей. К сожалению, оплата от вас не поступила, по правилам компании,  я смогу Вам оформить заказ только после  погашения задолженности.  Вам необходимо обратиться по телефону горячей линии, вас проинформируют о дальнейших действиях. Запишите номер: 8 (495) 974 29 47  После оплаты задолженности, с удовольствием оформим новый заказ. Всего доброго, до свидания."
    ]
  },
  {
    "id": 21,
    "name": "Жалоба клиента",
    "responses": [
      " вы позвонили в отдел заказов, могу вас проконсультировать по продукту и стоимости. Я переведу вас на специалиста, который ответит на ваши вопросы и поможет с решением. Оставайтесь на линии перевожу на специалиста …"
    ]
  },
  {
    "id": 22,
    "name": "У меня уже есть",
    "responses": [
      " это замечательно! Возможно, у Вас есть похожая (икона, медаль, медальон), а именно в таком исполнении нет,  так как  эта медаль является новинкой.  И уже пользуется огромным спросом у наших клиентов. Уверяю , вас останетесь довольны, медаль смотрится шикарно, качество чеканки высшее, сертификат подлинности прилагается. Подобные экземпляры мгновенно разлетаются, а для Вас сегодня действуют цены прошлого года, на данный момент осталось всего 7 шт., зарезервировать за вами медаль? "
    ]
  },
  {
    "id": 23,
    "name": "Подумаю",
    "responses": [
      " подобные экземпляры всегда разлетаются мгновенно, поэтому вам и позвонили. На данный момент их осталось несколько экземпляров. Медаль поступит к вам не прямо завтра, сроки зависят от региона, но в среднем это 10 дней,  за это время вы успеете подготовиться и выкупить свой заказ, не упускайте возможность оформить медаль по ценам прошлого года. Давайте зарезервирую за вами сейчас, оформим медаль?"
    ]
  },
  {
    "id": 24,
    "name": "Маленькая пенсия",
    "responses": [
      "К сожалению, на вашу пенсию мы повлиять не можем, но можем помочь сэкономить на покупке памятной медали. Работая напрямую с производителем, мы предлагаем высокое качество без переплат. Медаль станет отличной семейной реликвией, которую вы сможете передавать из поколения в поколение. Заказ обработают и доставят без предоплаты; оплата происходит при получении. Готовы оформить заказ?"
    ]
  },
  {
    "id": 25,
    "name": "Не коллекционер",
    "responses": [
      "Понимаю, не нужно быть коллекционером, чтобы увидеть ценность нашего предложения. Эта медаль может стать началом семейной традиции или оригинальным подарком. К тому же, выгодная цена прошлого года и подтвержденное качество делают её особенно привлекательной. Осталось всего несколько штук. Оформим заказ?",
      "Не нужно быть коллекционером, чтобы оценить наше предложение. Эта медаль может стать семейной реликвией или уникальным подарком. Вы получаете выгодную цену и качество, подтвержденное сертификатом. Осталось всего несколько экземпляров. Готовы сделать заказ?"
    ]
  },
  {
    "id": 26,
    "name": "купить в другом месте",
    "responses": [
      "Хорошо, что вы рассматриваете разные варианты, но наш уровень качества уникален. Наши художники тщательно прорабатывают каждую деталь, и наши монеты удостоены места в музее Победы, что подтверждает наш статус лидера на рынке. Предлагаем доступные цены.Что скажете, оформляем заказ?"
    ]
  },
  {
    "id": 27,
    "name": "есть мои данные",
    "responses": [
      "  в целях безопасности, ваши данные от меня скрыты. Для оформления заказа мне необходимо их записать с ваших слов, продиктуйте, пожалуйста,  ФИО, адрес с индексом, № тел ",
      "  в целях безопасности, ваши данные от меня скрыты. Сверим ваши данные для отправки заказа) ,  назовите, пожалуйста,  ФИО, адрес с индексом, № тел"
    ]
  }
]
