const medals = [
  {
    id: 1,
    name: "Олимпийский мишка free / upgrade",
    prices: {
      free: 0,
      upgrade: 1699,
      upgradeDiscount: 995,
    },
    presents: "-",
    collections: [
      {
        name: "Правители России",
        descriptions:
          "… Правители России. Власть, сила и величие, в которую входят медали с самыми великими именами нашей истории:  Сталин,  Царь Иван Грозный и другие. Все медали диаметром 33мм, исполнены в высшем качестве чеканки, покрыты чистым золотом. На реверсе изображены символы власти, силы и величия - это орел и императорская корона, а на аверсе - рельефное изображение правителей и годы их правления. Открывает серию медаль «Генеральный секретарь И.В. Сталин», под командованием которого была одержана победа над фашизмом и руководителя, сыгравшего значительную роль в истории становления СССР.  ИО, стоимость каждой  медали из коллекции  составляет 1990 рублей. А в качестве комплимента, первую медаль,  я отправлю Вам  с 50% скидкой, всего за 995  рублей. Приходить они Вам будут в комфортном режиме, примерно один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  В дополнение мы направим Вам подарок с очередной медалью, красочную папку для хранения и демонстрации Вашей коллекции. ИО, серия станет не просто красивой коллекцией, но и сохранит память о великих людях и событиях нашей страны. Кстати, тираж серии строго ограничен, меньше 1% семей нашей страны смогут ее получить.   ИО, что скажите, добавить вам серию к заказу?",
        price: 1990,
        discountPrice: 995,
      },
    ],
    collectionsReserve: [
      {
        name: "Православные праздники",
        descriptions:
          "… Православные праздники,  которая напомнит  о таких чудесных праздниках как Пасха, Крещение, Благовещение и многие других, эта коллекция прекрасный способ отметить наши традиционные праздники, сохранить и напомнить о семейных ценностях. Расскажу подробнее: Все медали отчеканены в высшем качестве пруф-лайк и покрыты чистым золотом, диаметр 33 мм. Откроет коллекцию медаль «Христос Воскресе» (Пасха), считается главным праздником всего церковного года. На аверсе изображен храм в расходящихся лучах. Центральную часть занимает  кулич - символ Воскресении Христова и пасхальные яйца- символ начала новой жизни. На реверсе, как и у всех медалей серии, элегантный православный крест. Коллекция смотрится прекрасно. ИО, стоимость каждой медали из коллекции составляет 1990  рублей. А в качестве комплимента, первую медаль, я отправлю Вам  с 50% скидкой, всего за 995 рублей.  Приходить они Вам будут в комфортном режиме, примерно один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  В дополнение мы направим Вам подарок с очередной медалью, красочную папку для хранения и демонстрации Вашей коллекции.  ИО, что скажите, добавить вам серию к заказу?",
        price: 1990,
        discountPrice: 995,
      },
    ],
  },
  {
    id: 2,
    name: "Хризма  (монограмма имени Христа)",
    prices: {
      free: 0,
      upgrade: 1699,
      upgradeDiscount: 995,
    },
    presents:
      "…икона «Спас в силах» и молитвой Отче наш на обороте. Обращаю Ваше вниманием, что данная медаль прошла обряд освящения иереем Русской православной церкви (Московский патриархат). Что скажете, зарезервируем за Вами премиальную версию?",
    collections: [
      {
        name: "Православные праздники",
        descriptions:
          "… Православные праздники,  которая напомнит  о таких чудесных праздниках как Пасха, Крещение, Благовещение и многие других, эта коллекция прекрасный способ отметить наши традиционные праздники, сохранить и напомнить о семейных ценностях. Расскажу подробнее: Все медали отчеканены в высшем качестве пруф-лайк и покрыты чистым золотом, диаметр 33 мм. Откроет коллекцию медаль «Христос Воскресе» (Пасха), считается главным праздником всего церковного года. На аверсе изображен храм в расходящихся лучах. Центральную часть занимает  кулич - символ Воскресении Христова и пасхальные яйца- символ начала новой жизни. На реверсе, как и у всех медалей серии, элегантный православный крест. Коллекция смотрится прекрасно. ИО, стоимость каждой медали из коллекции составляет 1990  рублей. А в качестве комплимента, первую медаль, я отправлю Вам  с 50% скидкой, всего за 995 рублей.  Приходить они Вам будут в комфортном режиме, примерно один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  В дополнение мы направим Вам подарок с очередной медалью, красочную папку для хранения и демонстрации Вашей коллекции. ИО, что скажите, добавить вам серию к заказу?",
        price: 1990,
        discountPrice: 995,
      },
    ],
    collectionsReserve: [
      {
        name: "Правители России",
        descriptions:
          "… Правители России. Власть, сила и величие, в которую входят медали с самыми великими именами нашей истории:  Сталин,  Царь Иван Грозный и другие. Все медали диаметром 33мм, исполнены в высшем качестве чеканки, покрыты чистым золотом. На реверсе изображены символы власти, силы и величия - это орел и императорская корона, а на аверсе - рельефное изображение правителей и годы их правления. Открывает серию медаль «Генеральный секретарь И.В. Сталин», под командованием которого была одержана победа над фашизмом и руководителя, сыгравшего значительную роль в истории становления СССР.  ИО, стоимость каждой  медали из коллекции  составляет 1990 рублей. А в качестве комплимента, первую медаль,  я отправлю Вам  с 50% скидкой, всего за 995  рублей. Приходить они Вам будут в комфортном режиме, примерно один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  В дополнение мы направим Вам подарок с очередной медалью, красочную папку для хранения и демонстрации Вашей коллекции. ИО, серия станет не просто красивой коллекцией, но и сохранит память о великих людях и событиях нашей страны. Кстати, тираж серии строго ограничен, меньше 1% семей нашей страны смогут ее получить.   ИО, что скажите, добавить вам серию к заказу?",
        price: 1990,
        discountPrice: 995,
      },
    ],
  },
  {
    id: 3,
    name: "Менделеев",
    prices: {
      free: 0,
      upgrade: 1699,
      upgradeDiscount: 995,
    },
    presents:
      "…красочный плакат с таблицей периодической системы химических элементов в ее первоначальном виде. Что скажете, зарезервируем за Вами премиальную версию?",
    collections: [
      {
        name: "Правители России",
        descriptions:
          "… Правители России. Власть, сила и величие, в которую входят медали с самыми великими именами нашей истории:  Сталин,  Царь Иван Грозный и другие. Все медали диаметром 33мм, исполнены в высшем качестве чеканки, покрыты чистым золотом. На реверсе изображены символы власти, силы и величия - это орел и императорская корона, а на аверсе - рельефное изображение правителей и годы их правления. Открывает серию медаль «Генеральный секретарь И.В. Сталин», под командованием которого была одержана победа над фашизмом и руководителя, сыгравшего значительную роль в истории становления СССР.  ИО, стоимость каждой  медали из коллекции  составляет 1990 рублей. А в качестве комплимента, первую медаль,  я отправлю Вам  с 50% скидкой, всего за 995  рублей. Приходить они Вам будут в комфортном режиме, примерно один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  В дополнение мы направим Вам подарок с очередной медалью, красочную папку для хранения и демонстрации Вашей коллекции. ИО, серия станет не просто красивой коллекцией, но и сохранит память о великих людях и событиях нашей страны. Кстати, тираж серии строго ограничен, меньше 1% семей нашей страны смогут ее получить.   ИО, что скажите, добавить вам серию к заказу?",
        price: 1990,
        discountPrice: 995,
      },
    ],
    collectionsReserve: [
      {
        name: "Чудотворные Иконы",
        descriptions:
          "…ИО, в таком случае, позвольте предложить коллекцию, которая пользуется огромным спросом у наших клиентов  это коллекция “ Чудотворные Иконы” с самыми известными и почитаемыми образами святых, которые прославились своей чудотворной силой в России и далеко за ее пределами.  Медали выполнены в форме арочных икон, покрыты золотом 999 пробы. Благодаря эффекту 3D, медали напоминают золотые слитки, на которых с помощью цветной печати нанесены миниатюрные образы икон.Открывает эту коллекцию медаль «икона Владимирская Богоматерь», и это не случайно, ведь эта икона - единственная чудотворная икона Древней Руси, которая дошла до наших дней. За прошедшие столетия святыня неоднократно перемещалась с места на место, защищала во  время войны, пожаров, эпидемий.   Сейчас икона хранится в храме-музее Святителя Николая в Толмачах при Третьяковской галерее. Специально для хранения серии была разработана деревянная рамка футляр в виде иконостаса с 12-ю ячейками, смотрится невероятно красиво. ИО, стоимость каждой  медали из коллекции  составляет 2990  рублей. А в качестве комплимента, первую медаль,  я отправлю Вам  с 50% скидкой, всего за 1495 рублей. Приходить они Вам будут в комфортном режиме, один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  ИО, такая коллекция станет прекрасным напоминанием о глубоких духовных ценностях, которые вы сможете потом передавать из поколения в поколение. ИО, что скажите, добавить вам серию к заказу?",
        price: 2990,
        discountPrice: 1495,
      },
    ],
  },
  {
    id: 4,
    name: "Ангел-Хранитель покрытие серебром / золотом",
    prices: {
      free: 499,
      upgrade: 1699,
      upgradeDiscount: "-",
    },
    presents:
      " …открытка с изображением Ангела Хранителя и молитвой на обороте. Что скажете, зарезервируем за Вами премиальную версию?",
    collections: [
      {
        name: " Православные праздники",
        descriptions:
          "… Православные праздники,  которая напомнит  о таких чудесных праздниках как Пасха, Крещение, Благовещение и многие других, эта коллекция прекрасный способ отметить наши традиционные праздники, сохранить и напомнить о семейных ценностях. Расскажу подробнее: Все медали отчеканены в высшем качестве пруф-лайк и покрыты чистым золотом, диаметр 33 мм. Откроет коллекцию медаль «Христос Воскресе» (Пасха), считается главным праздником всего церковного года. На аверсе изображен храм в расходящихся лучах. Центральную часть занимает  кулич - символ Воскресении Христова и пасхальные яйца- символ начала новой жизни. На реверсе, как и у всех медалей серии, элегантный православный крест. Коллекция смотрится прекрасно. ИО, стоимость каждой медали из коллекции составляет 1990  рублей. А в качестве комплимента, первую медаль, я отправлю Вам  с 50% скидкой, всего за 995 рублей.  Приходить они Вам будут в комфортном режиме, примерно один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  В дополнение мы направим Вам подарок с очередной медалью, красочную папку для хранения и демонстрации Вашей коллекции. ИО, что скажите, добавить вам серию к заказу?",
        price: 1990,
        discountPrice: 995,
      },
    ],
    collectionsReserve: [
      {
        name: " Правители России",
        descriptions:
          "… Правители России. Власть, сила и величие, в которую входят медали с самыми великими именами нашей истории:  Сталин,  Царь Иван Грозный и другие. Все медали диаметром 33мм, исполнены в высшем качестве чеканки, покрыты чистым золотом. На реверсе изображены символы власти, силы и величия - это орел и императорская корона, а на аверсе - рельефное изображение правителей и годы их правления. Открывает серию медаль «Генеральный секретарь И.В. Сталин», под командованием которого была одержана победа над фашизмом и руководителя, сыгравшего значительную роль в истории становления СССР.  ИО, стоимость каждой  медали из коллекции  составляет 1990 рублей. А в качестве комплимента, первую медаль,  я отправлю Вам  с 50% скидкой, всего за 995  рублей. Приходить они Вам будут в комфортном режиме, примерно один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  В дополнение мы направим Вам подарок с очередной медалью, красочную папку для хранения и демонстрации Вашей коллекции. ИО, серия станет не просто красивой коллекцией, но и сохранит память о великих людях и событиях нашей страны. Кстати, тираж серии строго ограничен, меньше 1% семей нашей страны смогут ее получить.   ИО, что скажите, добавить вам серию к заказу?",
        price: 1990,
        discountPrice: 995,
      },
    ],
  },
  {
    id: 5,
    name: "За оборону Ленинграда free / upgrade",
    prices: {
      free: 0,
      upgrade: 1699,
      upgradeDiscount: 995,
    },
    presents:
      "…красочная карта «Ленинградско-Новгородской наступательной операции. с 14 января  по  1 марта 1944 года». Данная карта собрала только положительные отзывы со стороны наших клиентов поскольку она отражает стратегический ход наступательной операции советских войск с целью разгрома немецкой армий и полного снятия блокады Ленинграда, а также  освобождения Ленинградской области.Что скажете, зарезервируем за Вами премиальную верси",
    collections: [
      {
        name: "Правители России",
        descriptions:
          "… Правители России. Власть, сила и величие, в которую входят медали с самыми великими именами нашей истории:  Сталин,  Царь Иван Грозный и другие. Все медали диаметром 33мм, исполнены в высшем качестве чеканки, покрыты чистым золотом. На реверсе изображены символы власти, силы и величия - это орел и императорская корона, а на аверсе - рельефное изображение правителей и годы их правления. Открывает серию медаль «Генеральный секретарь И.В. Сталин», под командованием которого была одержана победа над фашизмом и руководителя, сыгравшего значительную роль в истории становления СССР.  ИО, стоимость каждой  медали из коллекции  составляет 1990 рублей. А в качестве комплимента, первую медаль,  я отправлю Вам  с 50% скидкой, всего за 995  рублей. Приходить они Вам будут в комфортном режиме, примерно один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  В дополнение мы направим Вам подарок с очередной медалью, красочную папку для хранения и демонстрации Вашей коллекции. ИО, серия станет не просто красивой коллекцией, но и сохранит память о великих людях и событиях нашей страны. Кстати, тираж серии строго ограничен, меньше 1% семей нашей страны смогут ее получить.   ИО, что скажите, добавить вам серию к заказу?",
        price: 1990,
        discountPrice: 995,
      },
    ],
    collectionsReserve: [
      {
        name: "Чудотворные Иконы",
        descriptions:
          "…ИО, в таком случае, позвольте предложить коллекцию, которая пользуется огромным спросом у наших клиентов  это коллекция “ Чудотворные Иконы” с самыми известными и почитаемыми образами святых, которые прославились своей чудотворной силой в России и далеко за ее пределами.  Медали выполнены в форме арочных икон, покрыты золотом 999 пробы. Благодаря эффекту 3D, медали напоминают золотые слитки, на которых с помощью цветной печати нанесены миниатюрные образы икон.Открывает эту коллекцию медаль «икона Владимирская Богоматерь», и это не случайно, ведь эта икона - единственная чудотворная икона Древней Руси, которая дошла до наших дней. За прошедшие столетия святыня неоднократно перемещалась с места на место, защищала во  время войны, пожаров, эпидемий.   Сейчас икона хранится в храме-музее Святителя Николая в Толмачах при Третьяковской галерее. Специально для хранения серии была разработана деревянная рамка футляр в виде иконостаса с 12-ю ячейками, смотрится невероятно красиво. ИО, стоимость каждой  медали из коллекции  составляет 2990  рублей. А в качестве комплимента, первую медаль,  я отправлю Вам  с 50% скидкой, всего за 1495 рублей. Приходить они Вам будут в комфортном режиме, один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  ИО, такая коллекция станет прекрасным напоминанием о глубоких духовных ценностях, которые вы сможете потом передавать из поколения в поколение. ИО, что скажите, добавить вам серию к заказу?",
        price: 2990,
        discountPrice: 1495,
      },
    ],
  },
  {
    id: 6,
    name: "Матушка  Россия Аллегория free / upgrade",
    prices: {
      free: 0,
      upgrade: 1699,
      upgradeDiscount: 995,
    },
    presents:
      "…красочный плакат «Россия. Великая страна» с изображением герба России и главными символами страны. Данный плакат собрал только положительные отзывы со стороны наших клиентов, поскольку он  отражает историю нашей страны, особенно интересно будет изучить ее с подрастающим поколением. ИО, благодаря этому плакату, Вы сможете сохранить историю нашей страны и передать ее будущим поколениям. Что скажете, зарезервируем за Вами премиальную версию?",
    collections: [
      {
        name: "Правители России",
        descriptions:
          "Правители России. Власть, сила и величие, в которую входят медали с самыми великими именами нашей истории:  Сталин,  Царь Иван Грозный и другие. Все медали диаметром 33мм, исполнены в высшем качестве чеканки, покрыты чистым золотом. На реверсе изображены символы власти, силы и величия - это орел и императорская корона, а на аверсе - рельефное изображение правителей и годы их правления. Открывает серию медаль «Генеральный секретарь И.В. Сталин», под командованием которого была одержана победа над фашизмом и руководителя, сыгравшего значительную роль в истории становления СССР.  ИО, стоимость каждой  медали из коллекции  составляет 1990 рублей. А в качестве комплимента, первую медаль,  я отправлю Вам  с 50% скидкой, всего за 995  рублей. Приходить они Вам будут в комфортном режиме, примерно один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  В дополнение мы направим Вам подарок с очередной медалью, красочную папку для хранения и демонстрации Вашей коллекции. ИО, серия станет не просто красивой коллекцией, но и сохранит память о великих людях и событиях нашей страны. Кстати, тираж серии строго ограничен, меньше 1% семей нашей страны смогут ее получить.   ИО, что скажите, добавить вам серию к заказу?",
        price: 1990,
        discountPrice: 995,
      },
    ],
    collectionsReserve: [
      {
        name: "Чудотворные Иконы",
        descriptions:
          "…ИО, в таком случае, позвольте предложить коллекцию, которая пользуется огромным спросом у наших клиентов  это коллекция “ Чудотворные Иконы” с самыми известными и почитаемыми образами святых, которые прославились своей чудотворной силой в России и далеко за ее пределами.  Медали выполнены в форме арочных икон, покрыты золотом 999 пробы. Благодаря эффекту 3D, медали напоминают золотые слитки, на которых с помощью цветной печати нанесены миниатюрные образы икон.Открывает эту коллекцию медаль «икона Владимирская Богоматерь», и это не случайно, ведь эта икона - единственная чудотворная икона Древней Руси, которая дошла до наших дней. За прошедшие столетия святыня неоднократно перемещалась с места на место, защищала во  время войны, пожаров, эпидемий.   Сейчас икона хранится в храме-музее Святителя Николая в Толмачах при Третьяковской галерее. Специально для хранения серии была разработана деревянная рамка футляр в виде иконостаса с 12-ю ячейками, смотрится невероятно красиво. ИО, стоимость каждой  медали из коллекции  составляет 2990  рублей. А в качестве комплимента, первую медаль,  я отправлю Вам  с 50% скидкой, всего за 1495 рублей. Приходить они Вам будут в комфортном режиме, один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  ИО, такая коллекция станет прекрасным напоминанием о глубоких духовных ценностях, которые вы сможете потом передавать из поколения в поколение. ИО, что скажите, добавить вам серию к заказу?",
        price: 2990,
        discountPrice: 1495,
      },
    ],
  },
  {
    id: 7,
    name: "Орден Великой Отечественной Войны (free / upgrade)",
    prices: {
      free: 0,
      upgrade: 1699,
      upgradeDiscount: 995,
    },
    presents:
      "…красочный плакат с важнейшими датами и событиями, определившими исход Великой Отечественной войны. Данный плакат собрал только положительные отзывы со стороны наших клиентов, поскольку он отражает весь ход событий, особенно интересно будет изучить ее с подрастающим поколением. ИО, благодаря этой медали, Вы сможете сохранить историю нашей страны и передать ее будущим поколениям. Тираж медали строго ограничен. Не упускайте возможность , сохраните подвиг наших предков. Что скажете, зарезервируем за Вами премиальную версию?",
    collections: [
      {
        name: "Правители России",
        descriptions:
          "Правители России. Власть, сила и величие, в которую входят медали с самыми великими именами нашей истории:  Сталин,  Царь Иван Грозный и другие. Все медали диаметром 33мм, исполнены в высшем качестве чеканки, покрыты чистым золотом. На реверсе изображены символы власти, силы и величия - это орел и императорская корона, а на аверсе - рельефное изображение правителей и годы их правления. Открывает серию медаль «Генеральный секретарь И.В. Сталин», под командованием которого была одержана победа над фашизмом и руководителя, сыгравшего значительную роль в истории становления СССР.  ИО, стоимость каждой  медали из коллекции  составляет 1990 рублей. А в качестве комплимента, первую медаль,  я отправлю Вам  с 50% скидкой, всего за 995  рублей. Приходить они Вам будут в комфортном режиме, примерно один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  В дополнение мы направим Вам подарок с очередной медалью, красочную папку для хранения и демонстрации Вашей коллекции. ИО, серия станет не просто красивой коллекцией, но и сохранит память о великих людях и событиях нашей страны. Кстати, тираж серии строго ограничен, меньше 1% семей нашей страны смогут ее получить.   ИО, что скажите, добавить вам серию к заказу?",
        price: 1990,
        discountPrice: 995,
      },
    ],
    collectionsReserve: [
      {
        name: "Чудотворные Иконы",
        descriptions:
          "…ИО, в таком случае, позвольте предложить коллекцию, которая пользуется огромным спросом у наших клиентов  это коллекция “ Чудотворные Иконы” с самыми известными и почитаемыми образами святых, которые прославились своей чудотворной силой в России и далеко за ее пределами.  Медали выполнены в форме арочных икон, покрыты золотом 999 пробы. Благодаря эффекту 3D, медали напоминают золотые слитки, на которых с помощью цветной печати нанесены миниатюрные образы икон.Открывает эту коллекцию медаль «икона Владимирская Богоматерь», и это не случайно, ведь эта икона - единственная чудотворная икона Древней Руси, которая дошла до наших дней. За прошедшие столетия святыня неоднократно перемещалась с места на место, защищала во  время войны, пожаров, эпидемий.   Сейчас икона хранится в храме-музее Святителя Николая в Толмачах при Третьяковской галерее. Специально для хранения серии была разработана деревянная рамка футляр в виде иконостаса с 12-ю ячейками, смотрится невероятно красиво. ИО, стоимость каждой  медали из коллекции  составляет 2990  рублей. А в качестве комплимента, первую медаль,  я отправлю Вам  с 50% скидкой, всего за 1495 рублей. Приходить они Вам будут в комфортном режиме, один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  ИО, такая коллекция станет прекрасным напоминанием о глубоких духовных ценностях, которые вы сможете потом передавать из поколения в поколение. ИО, что скажите, добавить вам серию к заказу?",
        price: 2990,
        discountPrice: 1495,
      },
    ],
  },
  {
    id: 8,
    name: "Казанская Божья Матерь (free / upgrade)",
    prices: {
      free: 0,
      upgrade: 1699,
      upgradeDiscount: 995,
    },
    presents:
      "…иконка с образом “Казанской Божией Матери”  и молитвой к ней на обороте. Обращаю Ваше вниманием, что данная медаль освящена настоятелем Храма святой Великой княгини Ольги. ИО, сегодня мы все нуждаемся в святом покровителе. Памятная медаль будет храниться в Вашей семье, оберегая Вас и Ваших родных.  Что скажете, зарезервируем за Вами премиальную версию? ",
    collections: [
      {
        name: "Православные праздники",
        descriptions:
          "… Православные праздники,  которая напомнит  о таких чудесных праздниках как Пасха, Крещение, Благовещение и многие других, эта коллекция прекрасный способ отметить наши традиционные праздники, сохранить и напомнить о семейных ценностях. Расскажу подробнее: Все медали отчеканены в высшем качестве пруф-лайк и покрыты чистым золотом, диаметр 33 мм. Откроет коллекцию медаль «Христос Воскресе» (Пасха), считается главным праздником всего церковного года. На аверсе изображен храм в расходящихся лучах. Центральную часть занимает  кулич - символ Воскресении Христова и пасхальные яйца- символ начала новой жизни. На реверсе, как и у всех медалей серии, элегантный православный крест. Коллекция смотрится прекрасно. ИО, стоимость каждой медали из коллекции составляет 1990  рублей. А в качестве комплимента, первую медаль, я отправлю Вам  с 50% скидкой, всего за 995 рублей.  Приходить они Вам будут в комфортном режиме, примерно один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  В дополнение мы направим Вам подарок с очередной медалью, красочную папку для хранения и демонстрации Вашей коллекции. ИО, что скажите, добавить вам серию к заказу?",
        price: 1990,
        discountPrice: 995,
      },
    ],
    collectionsReserve: [
      {
        name: "Правители России",
        descriptions:
          "… Правители России. Власть, сила и величие, в которую входят медали с самыми великими именами нашей истории:  Сталин,  Царь Иван Грозный и другие. Все медали диаметром 33мм, исполнены в высшем качестве чеканки, покрыты чистым золотом. На реверсе изображены символы власти, силы и величия - это орел и императорская корона, а на аверсе - рельефное изображение правителей и годы их правления. Открывает серию медаль «Генеральный секретарь И.В. Сталин», под командованием которого была одержана победа над фашизмом и руководителя, сыгравшего значительную роль в истории становления СССР.  ИО, стоимость каждой  медали из коллекции  составляет 1990 рублей. А в качестве комплимента, первую медаль,  я отправлю Вам  с 50% скидкой, всего за 995  рублей. Приходить они Вам будут в комфортном режиме, примерно один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  В дополнение мы направим Вам подарок с очередной медалью, красочную папку для хранения и демонстрации Вашей коллекции. ИО, серия станет не просто красивой коллекцией, но и сохранит память о великих людях и событиях нашей страны. Кстати, тираж серии строго ограничен, меньше 1% семей нашей страны смогут ее получить.   ИО, что скажите, добавить вам серию к заказу?",
        price: 1990,
        discountPrice: 995,
      },
    ],
  },
  {
    id: 9,
    name: "Николай Чудотворец  (free / upgrade)",
    prices: {
      free: 0,
      upgrade: 1699,
      upgradeDiscount: 995,
    },
    presents:
      "…это икона с образом всенародно почитаемого святого «Святителя Николая Чудотворца» и молитвой к нему на обороте. Обращаю Ваше вниманием, что данная медаль освящена настоятелем Храма святой Великой княгини Ольги. ИО, сегодня мы все нуждаемся в святом покровителе. Памятная медаль будет храниться в Вашей семье, оберегая Вас и Ваших родных.  Что скажете, зарезервируем за Вами премиальную версию?",
    collections: [
      {
        name: "Православные праздники",
        descriptions:
          "… Православные праздники,  которая напомнит  о таких чудесных праздниках как Пасха, Крещение, Благовещение и многие других, эта коллекция прекрасный способ отметить наши традиционные праздники, сохранить и напомнить о семейных ценностях. Расскажу подробнее: Все медали отчеканены в высшем качестве пруф-лайк и покрыты чистым золотом, диаметр 33 мм. Откроет коллекцию медаль «Христос Воскресе» (Пасха), считается главным праздником всего церковного года. На аверсе изображен храм в расходящихся лучах. Центральную часть занимает  кулич - символ Воскресении Христова и пасхальные яйца- символ начала новой жизни. На реверсе, как и у всех медалей серии, элегантный православный крест. Коллекция смотрится прекрасно. ИО, стоимость каждой медали из коллекции составляет 1990  рублей. А в качестве комплимента, первую медаль, я отправлю Вам  с 50% скидкой, всего за 995 рублей.  Приходить они Вам будут в комфортном режиме, примерно один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  В дополнение мы направим Вам подарок с очередной медалью, красочную папку для хранения и демонстрации Вашей коллекции. ИО, что скажите, добавить вам серию к заказу?",
        price: 1990,
        discountPrice: 995,
      },
    ],
    collectionsReserve: [
      {
        name: "Правители России",
        descriptions:
          "… Правители России. Власть, сила и величие, в которую входят медали с самыми великими именами нашей истории:  Сталин,  Царь Иван Грозный и другие. Все медали диаметром 33мм, исполнены в высшем качестве чеканки, покрыты чистым золотом. На реверсе изображены символы власти, силы и величия - это орел и императорская корона, а на аверсе - рельефное изображение правителей и годы их правления. Открывает серию медаль «Генеральный секретарь И.В. Сталин», под командованием которого была одержана победа над фашизмом и руководителя, сыгравшего значительную роль в истории становления СССР.  ИО, стоимость каждой  медали из коллекции  составляет 1990 рублей. А в качестве комплимента, первую медаль,  я отправлю Вам  с 50% скидкой, всего за 995  рублей. Приходить они Вам будут в комфортном режиме, примерно один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  В дополнение мы направим Вам подарок с очередной медалью, красочную папку для хранения и демонстрации Вашей коллекции. ИО, серия станет не просто красивой коллекцией, но и сохранит память о великих людях и событиях нашей страны. Кстати, тираж серии строго ограничен, меньше 1% семей нашей страны смогут ее получить.   ИО, что скажите, добавить вам серию к заказу?",
        price: 1990,
        discountPrice: 995,
      },
    ],
  },
  {
    id: 10,
    name: "Святая Блаженная Матрона free / upgrade",
    prices: {
      free: 0,
      upgrade: 1699,
      upgradeDiscount: 995,
    },
    presents:
      "…это икона с образом всенародно почитаемой святой «Матроной Московской» с молитвой к ней на обороте. Обращаю Ваше вниманием, что данная медаль освящена настоятелем Храма святой Великой княгини Ольги. ИО, сегодня мы все нуждаемся в святом покровителе. Памятная медаль будет храниться в Вашей семье, оберегая Вас и Ваших родных.  Что скажете, зарезервируем за Вами премиальную версию?",
    collections: [
      {
        name: "Православные праздники",
        descriptions:
          "… Православные праздники,  которая напомнит  о таких чудесных праздниках как Пасха, Крещение, Благовещение и многие других, эта коллекция прекрасный способ отметить наши традиционные праздники, сохранить и напомнить о семейных ценностях. Расскажу подробнее: Все медали отчеканены в высшем качестве пруф-лайк и покрыты чистым золотом, диаметр 33 мм. Откроет коллекцию медаль «Христос Воскресе» (Пасха), считается главным праздником всего церковного года. На аверсе изображен храм в расходящихся лучах. Центральную часть занимает  кулич - символ Воскресении Христова и пасхальные яйца- символ начала новой жизни. На реверсе, как и у всех медалей серии, элегантный православный крест. Коллекция смотрится прекрасно. ИО, стоимость каждой медали из коллекции составляет 1990  рублей. А в качестве комплимента, первую медаль, я отправлю Вам  с 50% скидкой, всего за 995 рублей.  Приходить они Вам будут в комфортном режиме, примерно один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  В дополнение мы направим Вам подарок с очередной медалью, красочную папку для хранения и демонстрации Вашей коллекции. ИО, что скажите, добавить вам серию к заказу?",
        price: 1990,
        discountPrice: 995,
      },
    ],
    collectionsReserve: [
      {
        name: "Правители России",
        descriptions:
          "… Правители России. Власть, сила и величие, в которую входят медали с самыми великими именами нашей истории:  Сталин,  Царь Иван Грозный и другие. Все медали диаметром 33мм, исполнены в высшем качестве чеканки, покрыты чистым золотом. На реверсе изображены символы власти, силы и величия - это орел и императорская корона, а на аверсе - рельефное изображение правителей и годы их правления. Открывает серию медаль «Генеральный секретарь И.В. Сталин», под командованием которого была одержана победа над фашизмом и руководителя, сыгравшего значительную роль в истории становления СССР.  ИО, стоимость каждой  медали из коллекции  составляет 1990 рублей. А в качестве комплимента, первую медаль,  я отправлю Вам  с 50% скидкой, всего за 995  рублей. Приходить они Вам будут в комфортном режиме, примерно один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  В дополнение мы направим Вам подарок с очередной медалью, красочную папку для хранения и демонстрации Вашей коллекции. ИО, серия станет не просто красивой коллекцией, но и сохранит память о великих людях и событиях нашей страны. Кстати, тираж серии строго ограничен, меньше 1% семей нашей страны смогут ее получить.   ИО, что скажите, добавить вам серию к заказу?",
        price: 1990,
        discountPrice: 995,
      },
    ],
  },
  {
    id: 1,
    name: "1  рубль  1961 года",
    prices: {
      free: 0,
      upgrade: 1995,
      upgradeDiscount: 1299,
    },
    presents:
      " ...  красочный плакат  «Деньги советской эпохи, с изображением и рассказом о самых красивых денежных знаков СССР». Данный плакат собрал только положительные отзывы со стороны наших клиентов, поскольку он  отражает историю денежных обращений СССР, особенно интересно будет изучить ее с подрастающим поколением. ИО, благодаря этой банкноте, Вы сможете сохранить историю нашей страны и передать ее будущим поколениям. Что скажете, зарезервируем за Вами премиальную версию?",
    collections: [
      {
        name: "ГербЫ союзных республик",
        descriptions:
          "…  «ГербЫ союзных республик».  В коллекцию входят 15 медалей – по числу союзных республик СССР. Каждая республика представлена отдельной медалью, на которой изображен цветной герб с эффектом 3D.  Все медали серии отчеканены в высшем качестве «пруф-лайк», имеют внушительный размер 40 мм. и покрыты чистым золотом 999 пробы. Имеют единый реверс, отчеканин герб СССР и надпись «Союз Советских Социалистических Республик» Все медали сопровождаются сертификатом подлинности и исторической карточкой.Откроет эту серию медаль посвященная  “ Республике РСФСР”. На аверсе изображен государственный герб Российской Советской Федеративной Социалистической Республики (1918—1992).ИО, стоимость каждой  медали из коллекции  составляет 2499 рублей. А в качестве комплимента, первую медаль,  я отправлю Вам  с 50% скидкой, всего за 1249 рублей.  Приходить они Вам будут в комфортном режиме, примерно один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  Тираж серии ограничен, поэтому скидка действует на момент моего звонка. И в дополнение мы направим Вам в подарок с очередной медалью красочную папку с документальными фотографиями для хранения и демонстрации Вашей коллекции.  А также всем обладателям роскошной коллекции,  с первой  медалью мы отправляем эксклюзивный подарок в виде красочной карты СССР Хроника и развитие великой державы. Данная карта собрала только положительные отзывы со стороны наших клиентов, поскольку она отражает весь весь ход развития СССР, особенно интересно будет изучить ее с детьми/внуками.  ИО, коллекция смотрится шикарно, уверяю вас, вы останетесь довольны. Что скажете, оформляем заказ на коллекцию?",
        price: 2499,
        discountPrice: 1249,
      },
    ],
    collectionsReserve: [
      {
        name: "Правители России",
        descriptions:
          "… Правители России. Власть, сила и величие, в которую входят медали с самыми великими именами нашей истории:  Сталин,  Царь Иван Грозный и другие. Все медали диаметром 33мм, исполнены в высшем качестве чеканки, покрыты чистым золотом. На реверсе изображены символы власти, силы и величия - это орел и императорская корона, а на аверсе - рельефное изображение правителей и годы их правления. Открывает серию медаль посвященная главному российскому революционеру В.И. Ленину В.И. ИО, стоимость каждой  медали из коллекции  составляет 1990 рублей. А в качестве комплимента, первую медаль,  я отправлю Вам  с 50% скидкой, всего за 995  рублей. Приходить они Вам будут в комфортном режиме, примерно один раз в месяц, при этом никаких предоплат не нужно, оплачивать будете по факту получения.  В дополнение мы направим Вам подарок с очередной медалью, красочную папку для хранения и демонстрации Вашей коллекции. ИО, серия станет не просто красивой коллекцией, но и сохранит память о великих людях и событиях нашей страны. Кстати, тираж серии строго ограничен, меньше 1% семей нашей страны смогут ее получить.   ИО, что скажите, добавить вам серию к заказу?",
        price: 1990,
        discountPrice: 995,
      },
    ],
  },
];
