<template>
  <div class="edingCall">
    <h2 class="title">Завершение разговора</h2>
    <table>
      <thead>
        <tr>
          <th>Бесплатная</th>
          <th>Бесплатная + кросс</th>
          <th>Премиум</th>
          <th>Премиум + кросс</th>
        </tr>
      </thead>
      <tbody>
        <tr v-for="offerEdit in offersEdit" :key="offerEdit.idEdit">
          <td>{{ `${this.name || "ИО"}${offerEdit.freeEdit}` }}</td>
          <td>{{ `${this.name || "ИО"}${offerEdit.freeCrossEdit}` }}</td>
          <td>{{ `${this.name || "ИО"}${offerEdit.premiumEdit}` }}</td>
          <td>
            {{ `${this.name || "ИО"}${offerEdit.premiumCrossEdit}` }}
          </td>
        </tr>
      </tbody>
    </table>
    <div class="edit">
      <p>Скажите, пожалуйста, остались ли у вас какие-то вопросы?</p>
      <p>Благодарим Вас за выбор хорошего Вам дня, до свидания!</p>
    </div>
  </div>
</template>

<script>
export default {
  props: ["name"],

  data: () => ({
    offersEdit: [
      {
        idEdit: 1,
        freeEdit:
          ", заказ ваш передан на сборку, заранее поздравляю Вас, уверен(а) медаль вам безумно понравится! Бесплатная медаль поступит в почтовый ящик вместе с квитанцией, произведите оплату в ближайшие дни.  Сроки поступления зависят от региона,  в среднем это 10 дней.   Для удобства отслеживания посылки, на ваш мобильный номер телефона поступит СМС с трек-номером. , скажите, пожалуйста, по этому номеру отправляем СМС оповещение?",
        freeCrossEdit:
          " Обратите внимание, что  медали серии и бесплатная медаль проходят разную систему проверки и отправляются отдельно. Бесплатная медаль поступит в почтовый ящик вместе с квитанцией, произведите оплату в ближайшие дни. А медаль серии  необходимо будет забрать с почтового отделения, сразу как получите уведомление.  Сроки поступления зависят от региона,  в среднем это 10 дней, заказ ваш передан на сборку,  Обратите внимание, почта России сократила сроки хранения посылок, поэтому рекомендуем забрать медаль сразу, как только получите почтовое уведомление. Для удобства отслеживания посылки, на ваш мобильный номер телефона поступит СМС с трек-номером, скажите, пожалуйста, по этому номеру отправляем СМС оповещение?",
        premiumEdit:
          " , заказ ваш передан на сборку,  Обратите внимание, почта России сократила сроки хранения посылок, поэтому рекомендуем забрать медаль сразу, как только получите почтовое уведомление. Для удобства отслеживания посылки, на ваш мобильный номер телефона поступит СМС с трек-номером, скажите, пожалуйста, по этому номеру отправляем СМС оповещение?",
        premiumCrossEdit:
          " , обратите внимание, что  медали серии и покрытая золотом медаль проходят разную систему проверки и отправляются отдельно, поэтому уведомлений у Вас будет два, и, соответственно, за посылками возможно нужно будет тоже сходить два раза, заказ ваш передан на сборку,  Обратите внимание, почта России сократила сроки хранения посылок, поэтому рекомендуем забрать медаль сразу, как только получите почтовое уведомление. Для удобства отслеживания посылки, на ваш мобильный номер телефона поступит СМС с трек-номером, скажите, пожалуйста, по этому номеру отправляем СМС оповещение?",
      },
    ],
  }),
};
</script>

<style lang="scss" scoped>
.edit {
  border: 1px solid black;
  border-top: none;
  p {
    padding: 20px;
  }
  margin-bottom: 50px;
}
</style>
