<template>
  <div class="endingCall">
    <h2 class="title">Завершение разговора</h2>
    <table>
      <thead>
        <tr>
          <th>{{ isMedal ? "Бесплатная медаль" : "Бесплатная банкнота" }}</th>
          <th>
            {{
              isMedal
                ? "Бесплатная медаль + кросс"
                : "Бесплатная банкнота + кросс"
            }}
          </th>
          <th>{{ isMedal ? "Премиум медаль" : "Премиум банкнота" }}</th>
          <th>
            {{
              isMedal ? "Премиум медаль + кросс" : "Премиум банкнота + кросс"
            }}
          </th>
        </tr>
      </thead>
      <tbody>
        <tr v-for="offerEdit in offersEdit" :key="offerEdit.idEdit">
          <td>
            {{ name || "ИО"
            }}{{ isMedal ? offerEdit.freeMedal : offerEdit.freeBanknote }}
          </td>
          <td>
            {{ name || "ИО"
            }}{{
              isMedal ? offerEdit.freeCrossMedal : offerEdit.freeCrossBanknote
            }}
          </td>
          <td>
            {{ name || "ИО"
            }}{{ isMedal ? offerEdit.premiumMedal : offerEdit.premiumBanknote }}
          </td>
          <td>
            {{ name || "ИО"
            }}{{
              isMedal
                ? offerEdit.premiumCrossMedal
                : offerEdit.premiumCrossBanknote
            }}
          </td>
        </tr>
      </tbody>
    </table>
    <div class="edit">
      <p>Скажите, пожалуйста, остались ли у вас какие-то вопросы?</p>
      <p>Благодарим Вас за выбор хорошего Вам дня, до свидания!</p>
    </div>
  </div>
</template>

<script>
export default {
  props: {
    name: {
      type: String,
      default: "ИО",
    },
    isMedal: {
      type: Boolean,
      default: true,
    },
  },

  data: () => ({
    offersEdit: [
      {
        idEdit: 1,
        freeMedal:
          ", заказ ваш передан на сборку. Бесплатная медаль поступит в почтовый ящик вместе с квитанцией,  произведите оплату в ближайшие дни.  Сроки поступления зависят от региона,  в среднем это 10 дней.   Для удобства отслеживания посылки, на ваш мобильный номер телефона поступит СМС с трек-номером. , скажите, пожалуйста, по этому номеру отправляем СМС оповещение?",
        freeCrossMedal:
          " обратите внимание, что медали серии и бесплатная медаль проходят разную систему проверки и отправляются отдельно. Бесплатная медаль поступит в почтовый ящик вместе с квитанцией, произведите оплату в ближайшие дни. А медаль серии  необходимо будет забрать с почтового отделения, сразу как получите уведомление.  Сроки поступления зависят от региона,  в среднем это 10 дней, заказ ваш передан на сборку,  Обратите внимание, почта России сократила сроки хранения посылок, поэтому рекомендуем забрать медаль сразу, как только получите почтовое уведомление. Для удобства отслеживания посылки, на ваш мобильный номер телефона поступит СМС с трек-номером, скажите, пожалуйста, по этому номеру отправляем СМС оповещение?",
        premiumMedal:
          ", заказ ваш передан на сборку, Обратите внимание, почта России сократила сроки хранения посылок поэтому рекомендуем забрать медаль сразу, как только получите почтовое уведомление. Для удобства отслеживания посылки, на ваш мобильный номер телефона поступит СМС с трек-номером, скажите, пожалуйста, по этому номеру отправляем СМС оповещение?",
        premiumCrossMedal:
          ", обратите внимание, что медали серии и покрытая золотом медаль проходят разную систему проверки и отправляются отдельно, поэтому уведомлений у Вас будет два, и, соответственно, за посылками возможно нужно будет тоже сходить два раза, заказ ваш передан на сборку,  Обратите внимание, почта России сократила сроки хранения посылок, поэтому рекомендуем забрать медаль сразу, как только получите почтовое уведомление. Для удобства отслеживания посылки, на ваш мобильный номер телефона поступит СМС с трек-номером, скажите, пожалуйста, по этому номеру отправляем СМС оповещение?",
        freeBanknote:
          ", заказ ваш передан на сборку. Бесплатная банкнота поступит в почтовый ящик вместе с квитанцией,  произведите оплату в ближайшие дни.  Сроки поступления зависят от региона,  в среднем это 10 дней.   Для удобства отслеживания посылки, на ваш мобильный номер телефона поступит СМС с трек-номером. , скажите, пожалуйста, по этому номеру отправляем СМС оповещение?",
        freeCrossBanknote:
          " обратите внимание, что медали серии и бесплатная банкнота проходят разную систему проверки и отправляются отдельно. Бесплатная банкнота поступит в почтовый ящик вместе с квитанцией, произведите оплату в ближайшие дни. А медаль серии  необходимо будет забрать с почтового отделения, сразу как получите уведомление.  Сроки поступления зависят от региона,  в среднем это 10 дней, заказ ваш передан на сборку,  Обратите внимание, почта России сократила сроки хранения посылок, поэтому рекомендуем забрать медаль сразу, как только получите почтовое уведомление. Для удобства отслеживания посылки, на ваш мобильный номер телефона поступит СМС с трек-номером, скажите, пожалуйста, по этому номеру отправляем СМС оповещение?",
        premiumBanknote:
          ", заказ ваш передан на сборку, Обратите внимание, почта России сократила сроки хранения посылок поэтому рекомендуем забрать банкноту сразу, как только получите почтовое уведомление. Для удобства отслеживания посылки, на ваш мобильный номер телефона поступит СМС с трек-номером, скажите, пожалуйста, по этому номеру отправляем СМС оповещение?",

        premiumCrossBanknote:
          ", обратите внимание, что медали серии и покрытая золотом банкнота проходят разную систему проверки и отправляются отдельно, поэтому уведомлений у Вас будет два, и, соответственно, за посылками возможно нужно будет тоже сходить два раза, заказ ваш передан на сборку,  Обратите внимание, почта России сократила сроки хранения посылок, поэтому рекомендуем забрать банкноту сразу, как только получите почтовое уведомление. Для удобства отслеживания посылки, на ваш мобильный номер телефона поступит СМС с трек-номером, скажите, пожалуйста, по этому номеру отправляем СМС оповещение?",
      },
    ],
  }),
};
</script>

<style lang="scss" scoped>

.edit {
  border: 1px solid black;
  border-top: none;
  p {
    padding: 20px;
  }
  margin-bottom: 50px;
}
</style>
